# Инструкция для работы с Markdown

## Выделение текста

Чтобы выделить текст курсивом необходимо обрамить его (*) или знаком нижнего подчеркиваниям(_), например *вот так* или _вот так_

Чтобы выделить текст полужирным, необходимо обрамить его двойными звездочками (**) или двойным знаком нижнего подчеркивания (__), например **вот так** или __вот так__.

Альтернативные способы выделения текста жирным или курсивом нужны для того, чтобы мы могли совмещать оба этих способа. Например, _текст может быть выделен курсивом и при этом быть **полужирным**_

## Списки

чтобы выделить ненумерованный список используйте (*) или знаком +
Чтобы добавить ненумерованные списки, необходимо пункты выделить звездочкой, например, вот так
* Элемент 1 
* Элемент 2
* Элемент 3
+ Элемент 4


Чтобы добавить нумерованные списки, необходимо пункты пронумеровать, например, вот так:
1. Первый пункт
2. Второй пункт

## работа с изображением

Чтобы вставить изображение в текст достаточно написать следующее: 
![Привет](89-1.jpg)


## Ссылки

## Работа с таблицами

## Цитаты

## Заключения