# Инструкция для работы с Markdown

## Выделение текста

Чтобы выделить текст курсивом необходимо обрамить его (*) или знаком нижнего подчеркиваниям(_), например *вот так* или _вот так_

Чтобы выделить текст полужирным, необходимо обрамить его двойными звездочками (**) или двойным знаком нижнего подчеркивания (__), например **вот так** или __вот так__.

Альтернативные способы выделения текста жирным или курсивом нужны для того, чтобы мы могли совмещать оба этих способа. Например, _текст может быть выделен курсивом и при этом быть **полужирным**_

## Списки

чтобы выделить ненумерованный список используйте (*) или знаком +
Чтобы добавить ненумерованные списки, необходимо пункты выделить звездочкой, например, вот так
* Элемент 1 
* Элемент 2
* Элемент 3
+ Элемент 4


Чтобы добавить нумерованные списки, необходимо пункты пронумеровать, например, вот так:
1. Первый пункт
2. Второй пункт

## работа с изображением

Чтобы вставить изображение в текст достаточно написать следующее: 
![Привет](89-1.jpg)


## Ссылки

## Работа с таблицами 

Чтобы создать стандартную таблицу с заголовком, вставьте пунктирную линию после первой строки, например вот так:

|список покупок   |цена   |количество|
|----------|-----------|------------|
|помидоры     |10       |2     |
|огурцы|20 |3|



## Цитаты
Для обозначения цитат в языке Markdown используется знак «больше» («>»). Его можно вставлять как перед каждой строкой цитаты, так и только перед первой строкой параграфа. Также синтаксис Markdown позволяет создавать вложенные цитаты (цитаты внутри цитат). Для их разметки используются дополнительные уровни знаков цитирования («>»). Цитаты в Markdown могут содержать всевозможные элементы разметки. Цитаты в языке Markdown выглядят следующим образом:

>Это пример цитаты,
>в которой перед каждой строкой
>ставится угловая скобка.

## Блоки кода
Для того чтобы создать горизонтальную линию с использованием синтаксиса языка Markdown, необходимо поместить три (или более)дефиса или звездочки на отдельной строке текста. Между ними возможно располагать пробелы. Горизонтальные линии в Markdown выглядят следующим образом:

Первая часть текста, который необходимо разделить
***
Вторая часть текста, который необходимо разделить


## Заключения